Repository: fullstory-morgue/knxcc
Catalog: po/*/knxccscript.po
Languages: de

source: Boot
de: Systemstart

source: Freeze/Unfreeze Services
de: Systemdienste einfrieren/auftauen

source: Enable/Disable Services
de: Systemdienste aktivieren/deaktivieren

source: Return to main Menu
de: Zurück zum Hauptmenü

source: Display
de: Anzeige

source: If the X-Server did not start correctly please select <Yes> to start the Kanotix-Control-Center in textmode. Then you can change your settings and try it again.\n\nDo you want to start knxcc now?
de: Falls der X-Server nicht korrekt gestartet wurde wählen Sie bitte <Ja> um das Kanotix-Control-Center im Textmodus zu starten. Dort können Sie Ihre Einstellungen verändern und es erneut versuchen.\n\nWollen Sie knxcc jetzt starten?

source: Change Display-Drivers
de: Grafikkartentreiber ändern

source: Change Resolution
de: Auflösung ändern

source: Display refresh rate
de: Bildwiederholfrequenz

source: Change DPI-Settings
de: DPI-Einstellungen ändern

source: Change ColorDepth
de: Farbtiefe ändern

source: Remove Modelines
de: Modelines entfernen

source: TwinView-Settings
de: TwinView-Einstellungen ändern

source: Register/Repair Fonts
de: Schriften registrieren/reparieren

source: Restart X-Server
de: X-Server neu starten

source: Select new Resolution
de: Neue Auflösung auswählen

source: Enter new Resolution:
de: Neue Auflösung eingeben:

source: The resolution has been changed successfully to $newres.
de: Die Auflösung wurde erfolgreich auf $newres eingestellt.

source: An Error occurred while changing the resolution to $newres!
de: Während dem Ändern der Auflösung auf $newres ist ein Fehler aufgetreten!

source: Enter new vertical refresh rate:
de: Neue Bildwiederholfrequenz eingeben:

source: The vertical refresh rate has been changed successfully to $newrate.
de: Die Bildwiederholfrequenz wurde erfolgreich auf $newrate eingestellt.

source: An Error occurred while changing the vertical refresh rate to $newrate!
de: Während dem Ändern der Bildwiederholfrequenz auf $newrate ist ein Fehler aufgetreten!

source: Enter new DPI-Settings:
de: Neue DPI-Einstellungen eingeben:

source: The DPI-Settings have been changed successfully to $newdpi dpi.
de: Die DPI-Einstellungen wurden erfolgreich auf $newdpi dpi eingestellt.

source: An Error occurred while changing the DPI-Settings to $newdpi dpi!
de: Während dem Ändern der DPI-Einstellungen auf $newdpi dpi ist ein Fehler aufgetreten!

source: Default Color Depth
de: Standard Farbtiefe

source: The Colordepth has been changed successfully to $new.
de: Die Farbtiefe wurde erfolgreich auf $new geändert.

source: An Error occurred while changing the Colordepth to $new
de: Während dem Ändern der Farbtiefe auf $new ist ein Fehler aufgetreten!

source: The Modelines have been removed
de: Die Modelines wurden gelöscht.

source: An Error occurred while removing the Modelines!
de: Während dem Löschen der Modelines ist ein Fehler aufgetreten!

source: TwinView is only possible if you are using the 'nvidia'-Driver!
de: TwinView ist nur möglich wenn Sie den 'nvidia'-Treiber verwenden!

source: Press <Enter> to continue...
de: Drücken Sie <Enter> um fortzufahren...

source: Display Drivers
de: Grafiktreiber

source: Redetect video card
de: Grafikkarte neu erkennen

source: Use 'vesa'-Driver
de: 'vesa'-Treiber verwenden

source: Use 'fbdev'-Driver
de: 'fbdev'-Treiber verwenden

source: Install Nvidia-Drivers
de: Nvidia-Treiber installieren

source: Use 'nv'-Driver (no 3D-accel)
de: 'nv'-Treiber verwenden (keine 3D-Beschl.)

source: Install ATI-Radeon-Drivers
de: ATI-Treiber installieren

source: Use 'ati'-Driver (no 3D-accel)
de: 'ati'-Treiber verwenden (keine 3D-Beschl.)

source: The following Driver has been detected: $driver
de: Der folgende Treiber wurde erkannt: $driver

source: Do you want to enable the 'Composite'-Extension (if possible)?
de: Wollen Sie die Composite-Erweiterung aktivieren (wenn von der Hardware unterstützt)?

source: Do you want to remove the Modelines while installing?
de: Wollen Sie die Modelines beim Installieren löschen?

source: The Driver $selection is used already.
de: Der Treiber $selection wird bereits verwendet.

source: The Driver has been changed to '$selection'.
de: Der Treiber wurde auf '$selection' geändert.

source: An Error occurred while changing the Driver!
de: Während dem Ändern des Treibers ist ein Fehler aufgetreten!

source: Do you want to restart the X-Server now?
de: Wollen Sie den X-Server jetzt neu starten?

source: Enable TwinView
de: TwinView aktivieren

source: Disable TwinView
de: TwinView deaktivieren

source: Set orientation of Screens
de: Ausrichtung der Bildschirme einstellen

source: Set MetaModes (advanced...)
de: MetaModes einstellen (erweitert...)

source: Set HorizSync of Monitor 2
de: HorizSync (Monitor 2) einstellen

source: Set VertRefresh of Monitor 2
de: VertRefresh (Monitor 2) einstellen

source: TwinView has been enabled.
de: TwinView wurde aktiviert.

source: TwinView has been disabled.
de: TwinView wurde deaktiviert.

source: Select the Orientation of Monitor 2
de: Bitte die Ausrichtung von Monitor 2 wählen

source: right of Monitor 1
de: rechts von Monitor 1

source: left of Monitor 1
de: links von Monitor 1

source: above Monitor 1
de: über Monitor 1

source: below Monitor 1
de: unter Monitor 1

source: copy of Monitor 1
de: Kopie von Monitor 1

source: The TwinView-Orientation has been changed to $new.
de: Die TwinView-Ausrichtung wurde auf $new geändert.

source: Set new MetaModes:
de: Neue MetaModes eingeben:

source: The MetaModes have been changed.
de: Die MetaModes wurden geändert.

source: Set HorizSync of Monitor 2:
de: HorizSync (Monitor 2) einstellen:

source: The Settings have been changed.
de: Die Einstellungen wurden geändert.

source: Set VertRefresh of Monitor 2:
de: VertRefresh (Monitor 2) einstellen:

source: Infos
de: Informationen

source: You are using
de: Sie verwenden

source: Network
de: Netzwerk

source: Configure network interfaces
de: Netzwerkgeräte konfigurieren

source: Configure nameservers
de: Nameserver konfigurieren

source: No supported network cards found.
de: Keine unterstützten Netzwerkkarten gefunden.

source: Please select network device
de: Bitte Netzwerkgerät auswählen

source: Please enter the IP address of your nameserver(s):
de: Bitte IP-Adresse des Nameserver(s) eingeben:

source: Configure network device $interface
de: Netzwerkgerät $interface konfigurieren

source: Restart this Interface
de: Dieses Gerät neustarten

source: Wireless settings
de: WLAN Einstellungen

source: Static
de: Statisch

source: (unconfigured)
de: (unkonfiguriert)

source: Interface configuration method
de: Konfigurationsmethode

source: (unconfigured interface)
de: (unkonfiguriert)

source: Please enter IP Address for $interface:
de: Bitte IP-Adresse für $interface eingeben:

source: Invalid IP: $value
de: Ungültige IP: $value

source: Please enter Network Mask for $interface:
de: Bitte Netzwerkmaske für $interface eingeben:

source: Please enter Broadcast Address for $interface:
de: Bitte Broadcast-Adresse für $interface eingeben:

source: Please enter Default Gateway for $interface:
de: Bitte Standardgateway für $interface eingeben:

source: Configure wireless settings for $IFACE
de: WLAN Einstellungen für $IFACE

source: Select Wireless-Mode
de: WLAN-Modus auswählen:

source: Managed
de: Infrastruktur

source: Please enter ESSID for $IFACE:
de: Bitte die ESSID für $IFACE eingeben:

source: What encryption do you want to use?
de: Welche Verschlüsselung wollen Sie verwenden?

source: no encryption, cleartext, not recommended
de: keine Verschlüsselung, Klartext, nicht empfohlen

source: WEP encryption
de: WEP Verschlüsselung

source: WPA-PSK (recommended)
de: WPA-PSK (empfohlen)

source: Where do you want to store the key?\nNote: if you select <public> it will be readable by any account on your system.
de: Wo wollen Sie den WEP-Key speichern?\nHinweis: wenn Sie <öffentlich> wählen wird er von jedem Benutzer auf dem System lesbar sein.

source: private (/etc/network/wep.*; chmod 700)
de: privat (/etc/network/wep.*; chmod 700)

source: public (/etc/network/interfaces)
de: öffentlich (/etc/network/interfaces)

source: Please enter your WEP-key in ASCII-mode for $IFACE:
de: Bitte geben Sie Ihren WEP-Key für $IFACE im ASCII-Modus ein:sie

source: Invalid WEP-Key length, only\n 5 (64 bit),\n 13 (128 bit),\n 16 (152 bit) or\n 29 (256 bit) \ncharacters are allowed!
de: Ungültige WEP-Key Länge, nur\n 5 (64 bit),\n 13 (128 bit),\n 16 (152 bit) oder\n 29 (256 bit) \nZeichen sind erlaubt!

source: Please enter your WPA-PSK for $IFACE:
de: Bitte geben Sie Ihren WPA-PSK für $IFACE ein:

source: Please enter NWID (cell identifier) for $IFACE:
de: NWID (cell identifier) für $IFACE:

source: Please enter channel for $IFACE (0-16, empty for auto):
de: Bitte geben Sie den Kanal für $IFACE ein (0-16, leer für auto):

source: Invalid channel, only integer values allowed!
de: Ungültiger Kanal, nur Ganzzahlen sind erlaubt!

source: Please enter frequency for $IFACE (e.g 2.412G, empty for auto):
de: Bitte geben Sie die Frequenz für $IFACE ein (z.B. 2.412G, leer für auto):

source: Invalid format, e.g 2.412G is allowed!
de: Ungültiges Format, z.B. 2.412G ist erlaubt!

source: Start now
de: Jetzt starten

source: Stop now
de: Jetzt stoppen

source: Restart now
de: Neustart

source: Reload now
de: Erneut laden

source: Error: This module is not implemented yet!
de: Fehler: Dieses Modul ist noch nicht implementiert!

source: Error: You must be root to run this script!
de: Fehler: Sie müssen root sein um dieses Script zu verwenden!

source: Main Menu
de: Hauptmenü

source: Exit
de: Ende
